Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: %@, in %@, the last message was on %@ %@
ar: %@، خلال %@، آخر رسالة تمت في %@ %@
ca: %@, a %@, l'últim missatge va ser el %@ %@
cy: %@, yn %@, roedd y neges ddiwethaf am %@ %@
da: %@, i %@, var den sidste besked den %@ %@
da_instk12: %@, i %@, var den sidste besked den %@ %@
de: %@, in %@ war die letzte Nachricht am %@ %@
es: %@, en %@, el último mensaje fue el %@ %@
es_es: %@, en %@, el último mensaje fue el %@ %@
fi: %@kohdassa %@ viimeinen viesti oli %@ %@
fr: %@, dans %@, le dernier message était le %@ %@
fr_ca: %@, dans %@, le dernier message était sur %@ %@
ga: %@, i %@, bhí an teachtaireacht dheireanach ar %@ %@
hi: %@, %@ में, अंतिम संदेश इस तिथि को आया था: %@ %@
ht: %@, nan %@, dènye mesaj la se te nan dat %@ %@
id: %@, pada %@, pesan terakhir pada %@ %@
is: %@, í %@, síðustu skilaboðin voru þann %@ %@
it: %@, in %@, l’ultimo messaggio era del %@ %@
ja: %@、%@での最終メッセージ日：%@%@
ko: %@%@에서 마지막 메시지는 %@ %@
mi: %@, i roto %@, te karere whakamutunga i runga %@ %@
ms: %@, dalam %@, mesej terakhir adalah pada %@ %@
nb: %@, i %@, den siste meldingen var %@ %@
nb_instk12: %@, i %@, den siste meldingen var %@ %@
nl: %@, in %@, was het laatste bericht op %@ %@
pl: %@, w %@, ostatnią wiadomość wysłano w dniu %@ %@
pt: %@em %@, a última mensagem estava em %@ %@
pt_br: %@, em %@, a última mensagem foi em %@ %@
ru: %@, в %@, последнее сообщение было %@ %@
sl: %@, v %@, zadnje sporočilo je bilo dne %@ %@
sv: %@, i %@ mottogs det senaste meddelandet %@ %@
sv_instk12: %@, i %@ mottogs det senaste meddelandet %@ %@
th: %@,ใน %@ ข้อความสุดท้ายเมื่อ %@ %@
vi: %@, trong %@, tin nhắn gần nhất là vào %@ %@
zh: %@，在 %@，上一条消息位于%@%@
zh_hk: %@，在 %@ 中，最後的訊息在%@%@

source: %@, marked as done
ar: %@، تم التمييز كمُنجز
ca: %@, s’ha marcat com fet
cy: %@, wedi’i marcio fel wedi’i chwblhau
da: %@, markeret som færdig
da_instk12: %@, markeret som færdig
de: %@, als erledigt markiert
es: %@, marcado como realizado
es_es: %@, marcado como hecho
fi: %@, merkitty tehdyksi
fr: %@, marqué Terminé
fr_ca: %@, marqué comme effectué
ga: %@, marcáilte mar déanta
hi: %@, 'हो गया' के रूप में चिह्नित
ht: %@, make kòm fini
id: %@, ditandai sebagai selesai
is: %@, merkt sem lokið
it: %@, contrassegnato come fatto
ja: %@は、完了にされています
ko: %@, 완료로 표시됨
mi: %@, kua tohua hei kua oti
ms: %@, tanda sebagai siap
nb: %@, merket som ferdig
nb_instk12: %@, merket som ferdig
nl: %@, gemarkeerd als gereed
pl: %@, oznaczono jako gotowe
pt: %@, marcado como feito
pt_br: %@, marcado como concluído
ru: %@, отмечено как выполненное
sl: %@, označeno kot dokončano
sv: %@, har markerats som färdigt
sv_instk12: %@, har markerats som färdigt
th: %@, กำกับว่าเสร็จสิ้นแล้ว
vi: %@, được đánh dấu là đã xong
zh: %@，标记为“已完成”
zh_hk: %@，已標記為完成

source: %@, marked as not done
ar: %@، تم التمييز كغير منجز
ca: %@, s’ha marcat com no fet
cy: %@, wedi’i marcio fel heb ei chwblhau
da: %@, markeret som ikke færdig
da_instk12: %@, markeret som ikke færdig
de: %@, als nicht erledigt markiert
es: %@, marcado como no realizado
es_es: %@, marcado como sin hacer
fi: %@, merkitty ei valmiiksi
fr: %@, marqué Non terminé
fr_ca: %@, marqué comme non effectué
ga: %@, marcáilte mar neamhdhéanta
hi: %@, 'नहीं हुआ' के रूप में चिह्नित
ht: %@, make kòm pa fèt
id: %@, ditandai sebagai belum selesai
is: %@, merkt sem ólokið
it: %@, contrassegnato come non fatto
ja: %@は、未完了にされています
ko: %@, 완료되지 않음으로 표시됨
mi: %@, kua tohua hei kāore anō kia oti
ms: %@, tanda sebagai belum siap
nb: %@, merket som ikke ferdig
nb_instk12: %@, merket som ikke ferdig
nl: %@, gemarkeerd als niet-gereed
pl: %@, oznaczono jako niegotowe
pt: %@, marcado como não feito
pt_br: %@, marcado como não concluído
ru: %@, отмечено как невыполненное
sl: %@, označeno kot nedokončano
sv: %@, har markerats som ej färdigt
sv_instk12: %@, har markerats som ej färdigt
th: %@, กำกับว่าไม่เสร็จสิ้น
vi: %@, được đánh dấu là chưa xong
zh: %@，标记为“未完成”
zh_hk: %@，已標記為未完成

source: %@, unread
ar: %@، غير مقروءة
ca: %@, sense llegir
cy: %@, heb eu darllen
da: %@, ulæst
da_instk12: %@, ulæst
de: %@, ungelesen
es: %@, no leído
es_es: %@, no leído
fi: %@, lukematon
fr: %@, non lu
fr_ca: %@, non-lus
ga: %@, neamhléite
hi: %@, अपठित
ht: %@, poko li
id: %@, belum dibaca.
is: %@, ólesið
it: %@, non letto
ja: %@、未読
ko: %@, 읽지 않음
mi: %@, kaore i pānuihia
ms: %@, belum dibaca.
nb: %@, ulest
nb_instk12: %@, ulest
nl: %@, ongelezen
pl: %@, nieprzeczytane
pt: %@, não lida
pt_br: %@, não lido
ru: %@, не прочитано
sl: %@, neprebrano
sv: %@, oläst
sv_instk12: %@, oläst
th: %@, ไม่ได้อ่าน
vi: %@, chưa đọc
zh: %@，未读
zh_hk: %@，未讀

source: %1$@ commented on %2$@: %3$@
ar: %1$@ تم التعليق على %2$@: %3$@
ca: %1$@ s’ha comentat el %2$@: %3$@
cy: %1$@ wedi rhoi sylw ar %2$@: %3$@
da: %1$@ kommenterede på %2$@: %3$@
da_instk12: %1$@ kommenterede på %2$@: %3$@
de: %1$@ hat kommentiert (%2$@) %3$@
es: %1$@ comentado en %2$@: %3$@
es_es: %1$@ ha comentado sobre %2$@: %3$@
fi: %1$@ Kommentoitu kohteessa %2$@: %3$@
fr: %1$@ a commenté le %2$@ : %3$@
fr_ca: %1$@ commenté sur %2$@ : %3$@
ga: %1$@ rinne sé/sí ráiteas ar %2$@: %3$@
hi: %1$@ %2$@ पर टिप्पणी की: %3$@
ht: %1$@ kòmante le %2$@: %3$@
id: %1$@ mengomentari %2$@: %3$@
is: %1$@ skildi eftir athugasemd %2$@: %3$@
it: %1$@ commentato il %2$@: %3$@
ja: %1$@%2$@へのコメント：%3$@
ko: %1$@ %2$@에 댓글 추가: %3$@
mi: %1$@ i korero %2$@: %3$@
ms: %1$@ memberikan komen pada %2$@: %3$@
nb: %1$@ kommenterte på %2$@: %3$@
nb_instk12: %1$@ kommenterte på %2$@: %3$@
nl: %1$@ gereageerd op %2$@: %3$@
pl: %1$@ skomentował %2$@ %3$@
pt: %1$@ comentou em %2$@: %3$@
pt_br: %1$@ comentado em %2$@: %3$@
ru: %1$@ прокомментировано %2$@: %3$@
sl: %1$@ je komentiral(a) na %2$@: %3$@
sv: %1$@ kommenterade %2$@: %3$@
sv_instk12: %1$@ kommenterade %2$@: %3$@
th: %1$@ แสดงความเห็นใน %2$@: %3$@
vi: %1$@ đã bình luận vào %2$@: %3$@
zh: %1$@对 %2$@ 留下的评论：%3$@
zh_hk: %1$@關於 %2$@ 的評論：%3$@

source: %1$@ left a video comment on %2$@
ar: %1$@ ترك تعليق فيديو على %2$@
ca: %1$@ ha deixat un comentari en vídeo el %2$@
cy: %1$@ wedi gadael sylw fideo ar %2$@
da: %1$@ efterlod en videokommentar %2$@
da_instk12: %1$@ efterlod en videokommentar %2$@
de: %1$@ hat einen Video-Kommentar hinterlassen – %2$@
es: %1$@ dejó un comentario de video en %2$@
es_es: %1$@ ha dejado un comentario de vídeo sobre %2$@
fi: %1$@ jätti videokommentin kohteessa %2$@
fr: %1$@ a laissé un commentaire vidéo le %2$@
fr_ca: %1$@ a laissé un commentaire vidéo sur %2$@
ga: %1$@ d’fhág sé/sí ráiteas físeáin ar %2$@
hi: %1$@ पर वीडियो टिप्पणी की %2$@
ht: %1$@ te kite yon kòmantè videyo le %2$@
id: %1$@ meninggalkan komentar video di %2$@
is: %1$@ skildi eftir myndbandsathugasemd %2$@
it: %1$@ ha lasciato un commento video il %2$@
ja: %1$@次に対するビデオコメントを残しました%2$@
ko: %1$@ 동영상 댓글 남김 %2$@
mi: %1$@ I waihotia he kōrero ataata ki runga i %2$@
ms: %1$@ meninggalkan komen video pada %2$@
nb: %1$@ la igjen en videokommentar på %2$@
nb_instk12: %1$@ la igjen en videokommentar på %2$@
nl: %1$@ heeft een video-opmerking achtergelaten op %2$@
pl: %1$@ pozostawił komentarz wideo %2$@
pt: %1$@ deixou um comentário em vídeo em %2$@
pt_br: %1$@ deixou um comentário em vídeo no %2$@
ru: %1$@ оставил видеокомментарий %2$@
sl: %1$@ je pustil(a) videokomentar na %2$@
sv: %1$@ lämna en videokommentar om %2$@
sv_instk12: %1$@ lämna en videokommentar om %2$@
th: %1$@ แสดงความเห็นเกี่ยวกับวิดีโอไว้ใน %2$@
vi: %1$@ đã để lại bình luận video vào %2$@
zh: %1$@留下一条视频评论%2$@
zh_hk: %1$@留下影片評論於%2$@

source: %1$@ left an audio comment on %2$@
ar: %1$@ ترك تعليقًا صوتيًا على %2$@
ca: %1$@ ha deixat un comentari de so el %2$@
cy: %1$@ wedi gadael sylw sain ar %2$@
da: %1$@ efterlod en lydkommentar %2$@
da_instk12: %1$@ efterlod en lydkommentar %2$@
de: %1$@ hat einen Audio-Kommentar hinterlassen – %2$@
es: %1$@ dejó un comentario de audio en %2$@
es_es: %1$@ ha dejado un comentario de audio sobre %2$@
fi: %1$@ jätti äänikommentin kohteessa %2$@
fr: %1$@ a laissé un commentaire audio le %2$@
fr_ca: %1$@ a laissé un commentaire audio sur %2$@
ga: %1$@ d’fhág sé/sí ráiteas fuaime ar %2$@
hi: %1$@ पर ऑडियो टिप्पणी की %2$@
ht: %1$@ te kite yon kòmantè odyo le %2$@
id: %1$@ meninggalkan komentar audio di %2$@
is: %1$@ skildi eftir hljóðathugasemd %2$@
it: %1$@ lasciato un commento audio il %2$@
ja: %1$@次に対するオーディオコメントを残しました%2$@
ko: %1$@ 오디오 댓글 남김 %2$@
mi: %1$@ I waihotia he kōrero oro ki runga i %2$@
ms: %1$@ meninggalkan komen audio pada %2$@
nb: %1$@ la igjen en lydkommentar på %2$@
nb_instk12: %1$@ la igjen en lydkommentar på %2$@
nl: %1$@ heeft een audio-opmerking achtergelaten op %2$@
pl: %1$@ pozostawił komentarz audio %2$@
pt: %1$@ deixou um comentário de áudio em %2$@
pt_br: %1$@ deixou um comentário em áudio no %2$@
ru: %1$@ оставил аудиокомментарий %2$@
sl: %1$@ je pustil(a) zvočni komentar na %2$@
sv: %1$@ lämna en ljudkommentar om %2$@
sv_instk12: %1$@ lämna en ljudkommentar om %2$@
th: %1$@ แสดงความเห็นเกี่ยวกับข้อมูลเสียงไว้ใน %2$@
vi: %1$@ đã để lại bình luận âm thanh vào %2$@
zh: %1$@留下一条音频评论%2$@
zh_hk: %1$@留下音訊評論於%2$@

source: %d due today
ar: %d مستحق اليوم
ca: %d venç avui
cy: %d i fod i mewn heddiw
da: %d forfalder i dag
da_instk12: %d forfalder i dag
de: %d heute fällig
es: %d tiene fecha límite el día de hoy
es_es: %d tiene fecha de entrega el día de hoy
fi: %d erääntyy tänään
fr: %d à rendre aujourd'hui
fr_ca: %d dû aujourd’hui
ga: %d dlite inniu
hi: %d आज नियत है
ht: %d delè jodi a
id: %d tanggal batas hari ini
is: %d á skilum í dag
it: %d in scadenza oggi
ja: %d 今日が期限
ko: %d 오늘 기한
mi: %d e tika ana mo tēnei rā
ms: %d cukup tempoh hari ini
nb: %d forfaller i dag
nb_instk12: %d forfaller i dag
nl: %d vandaag in te leveren
pl: %d z terminem dzisiaj
pt: %d devido hoje
pt_br: %d vence hoje
ru: Срок сдачи %d — сегодня
sl: %d poteče danes
sv: %d måste lämnas in i dag
sv_instk12: %d förfaller i dag
th: %d ครบกำหนดวันนี้
vi: %d đến hạn hôm nay
zh: %d个今天到期
zh_hk: %d 今天截止

source: %d items
ar: %d عناصر
ca: %d elements
cy: %d awr yn ôl
da: %d Elementer
da_instk12: %d elementer
de: %d Elemente
es: %d ítems
es_es: %d ítems
fi: %d kohdetta
fr: %d éléments
fr_ca: %d éléments
ga: %d m(h)ír
hi: %d आइटमें
ht: %d atik
id: %d item
is: %d atriði
it: %d elementi
ja: %d項目
ko: %d 문항
mi: %d ngā tūemi
ms: %d item
nb: %d elementer
nb_instk12: %d elementer
pl: %d elementy
pt: %d itens
pt_br: %d itens
ru: %d элементы
sl: %d elementov
sv: %d föremål
sv_instk12: %d objekt
th: %d รายการ
vi: %d mục
zh: %d项目
zh_hk: %d項目

source: %d Minutes
ar: %d دقائق
ca: %d Minuts
cy: %d Munud
da: %d Minutter
da_instk12: %d minutter
de: %d Minuten
es: %d Minutos
es_es: %d Minutos
fi: %d Minuuttia
ga: %d Nóiméad
hi: %d मिनट
ht: %d Minit
id: %d Menit
is: %d Mínútur
it: %d Minuti
ja: %d分
ko: %d 분
mi: %d Ngā Meneti
ms: %d Minit
nb: %d Minutter
nb_instk12: %d minutter
nl: %d Minuten
pl: %d min
pt: %d minutos
pt_br: %d Minutos
ru: %d мин.
sl: %d Minute
sv: %d Minuter
sv_instk12: %d minuter
th: %d นาที
vi: %d Phút
zh: %d分钟
zh_hk: %d分鐘

source: %d missing
ar: %d مفقود
ca: %d no presentat
cy: %d ar goll
da: %d mangler
da_instk12: %d mangler
de: %d fehlt/fehlen
es: %d faltante
es_es: %d no presentado
fi: %d puuttuu
fr: %d manquant
fr_ca: %d manquant
ga: %d ar iarraidh
hi: %d लापता
ht: %d manke
id: %d tidak ada
is: %d vantar
it: %d mancante
ja: %d 欠如
ko: %d 누락됨
mi: %d e ngaro ana
ms: %d tiada
nb: %d mangler
nb_instk12: %d mangler
nl: %d ontbreekt
pl: Brak %d
pt: %d em falta
pt_br: %d ausente
ru: %d отсутствует
sl: %d manjka
sv: %d saknas
sv_instk12: %d saknas
th: %d ขาดหายไป
vi: %d bị thiếu
zh: %d个缺失
zh_hk: 缺少 %d

source: %d Replies
ar: %d ردود
ca: %d Respostes
cy: %d Ateb
da: %d Svar
da_instk12: %d Svar
de: %d Antworten
es: %d Respuestas
es_es: %d Respuestas
fi: %d Vastausta
fr: %d Réponses
fr_ca: %d Réponses
ga: %d Freagra
hi: %d उत्तर
ht: %d Repons
id: %d Balasan
is: %d Svör
it: %d Risposte
ja: %d返信
ko: %d 회신
mi: %d Ngā whakautu
ms: %d Balasan
nb: %d Svar
nb_instk12: %d Svar
nl: %d Antwoorden
pl: %d Odpowiedzi
pt: %d Respostas
pt_br: %d Respostas
ru: %d Ответы
sl: %d Odgovori
sv: %d Svar
sv_instk12: %d Svar
th: %d การตอบกลับ
vi: %d Câu trả lời
zh: %d回复
zh_hk: %d回覆

source: %d sections
ar: %d أقسام
ca: %d seccions
cy: %d adran
da: %d sektioner
da_instk12: %d sektioner
de: %d Abschnitte
es: %d secciones
es_es: %d secciones
fi: %d osat
ga: %d grúpa
hi: %d अनुभाग
ht: %d seksyon
id: %d bagian
is: %d hlutar
it: %d sezioni
ja: %dセクション
ko: %d 분반
mi: %d ngā wāhanga
ms: %d seksyen
nb: %d seksjoner
nb_instk12: %d seksjoner
nl: %d secties
pl: %d sekcje
pt: %d seções
pt_br: %d seções
ru: %d разделы
sl: %d sekcij
sv: %d sektioner
sv_instk12: %d sektioner
th: %d กลุ่มย่อย
vi: %d phần
zh: %d分组
zh_hk: %d分班

source: %d students
ar: %d طلاب
ca: %d estudiants
cy: %d myfyriwr
da: %d studerende
da_instk12: %d elever
de: %d Studierende
es: %d estudiantes
es_es: %d estudiantes
fi: %d opiskelijaa
fr: %d élèves
fr_ca: %d étudiants
ga: %d m(h)ac léinn
hi: %d छात्र
ht: %d elèv
id: %d siswa
is: %d nemendur
it: %d studenti
ja: %d受講者
ko: %d 학생
mi: %d ngā ākonga
ms: %d pelajar
nb: %d studenter
nb_instk12: %d elever
nl: %d studenten
pl: %d uczestnicy
pt: %d alunos
pt_br: %d alunos
ru: %d студенты
sl: %d študentov(-a/-i)
sv: %d Studenter
sv_instk12: %d elever
th: %d ผู้เรียน
vi: %d sinh viên
zh: %d学生
zh_hk: %d學生

source: %d times
ar: %d من المرات
ca: %d vegades
cy: %d gwaith
da: %d gange
da_instk12: %d gange
de: %d Mal
es: %d veces
es_es: %d veces
fi: %d kertaa
fr: %d fois
fr_ca: %d fois
ga: %d uair
hi: %d बार
ht: %d fwa
id: %d kali
is: %d sinnum
it: %d volte
ja: %d 回
ko: %d 번
mi: %d wā
ms: %d masa
nb: %d ganger
nb_instk12: %d ganger
nl: %d keren
pl: %d raz(y)
pt: %d vezes
pt_br: %d vezes
ru: %d раз(-а)
sl: %d-krat
sv: %d gånger
sv_instk12: %d gånger
th: %d ครั้ง
vi: %d lần
zh: %d 次
zh_hk: %d 次

source: %d Unread
ar: %d غير مقروء
ca: %d Sense llegir
cy: %d Heb ddarllen
da: %d Ulæst
da_instk12: %d Ulæst
de: %d Ungelesen
es: %d No leído
es_es: %d No leído
fi: %d Lukematon
fr: %d Non lu
fr_ca: %d Non lu
ga: %d Neamhléite
hi: %d अपठित
ht: %d Poko li
id: %d Belum dibaca
is: %d Ólesið
it: %d Non letto
ja: %d未読
ko: %d 읽지 않음
mi: %d Kia pānuitia
ms: %d Belum dibaca
nb: %d Ulest
nb_instk12: %d Ulest
nl: %d Ongelezen
pl: %d Nieprzeczytane
pt: %d Não lida
pt_br: %d Não lido
ru: %d Не прочитано
sl: %d Neprebrano
sv: %d Oläst
sv_instk12: %d Olästa
th: %d ไม่ได้อ่าน
vi: %d Chưa đọc
zh: %d未读
zh_hk: %d未讀

source: %g pts
ar: %g النقاط
ca: %g punts
cy: %g pwynt
da: %g point
da_instk12: %g point
de: %g Pkte.
es_es: %g ptos
fi: %g pistetä
ga: %g pte
hi: %g पॉइंट्स
ht: %g pwen
id: %g poin
is: %g punktar
it: %g pt
ja: %gポイント
ko: %g 점
mi: %g ngā koinga
ms: %g mata
nb: %g poeng
nb_instk12: %g poeng
nl: %g ptn
pl: %g pkt
ru: %g баллы
sl: %g točk
sv: %g poäng
sv_instk12: %g poäng
th: %g คะแนน
vi: %g điểm thành phần
zh: %g得分
zh_hk: %g分數

source: %lld Days
ar: %lld من الأيام
ca: %lld dies
cy: %lld Diwrnod
da: %lld dage
da_instk12: %lld Dage
de: %lld Tage
es: %lld días
es_es: %lld días
fi: %lld päivää
fr: %lld Jours
fr_ca: %lld Jours
ga: %lld Lá
hi: %lld दिन
ht: %lld Jou
id: %lld Hari
is: %lld dagar
it: %lld giorni
ja: %lld 日
ko: %lld 일
mi: %lld Ngā Ra
ms: %lld Hari
nb: %lld dager
nb_instk12: %lld Dager
nl: %lld dagen
pl: %lld dni
pt: %lld Dias
pt_br: %lld dias
ru: %lld дней
sl: %lld dni
sv: %lld dagar
sv_instk12: %lld Dagar
th: %lld วัน
vi: %lld Ngày
zh: %lld 天
zh_hk: %lld 天

source: %lld Items
ar: %lld العناصر
ca: %lld Elements
cy: %lld Eitemau
da: %lld Elementer
da_instk12: %lld Elementer
de: %lld Elemente
es: %lld Ítems
es_es: %lld Ítems
fi: %lld Kohteet
fr_ca: %lld Éléments
ga: %lld Míreanna
hi: %lld आइटमें
ht: %lld Atik
id: %lld Item
is: %lld Hlutir
it: %lld Elementi
ja: %lld項目
ko: %lld 항목
mi: %lld Ngā Tūemi
ms: %lld Item
nb: %lld Elementer
nb_instk12: %lld Elementer
pl: %lld Pozycje
pt: %lld Itens
pt_br: %lld Itens
ru: %lld Элементы
sl: %lld Elementi
sv: %lld Objekt
sv_instk12: %lld Objekt
th: %lld รายการ
vi: %lld Các mục
zh: %lld 项目
zh_hk: %lld項目

source: %lld late
ar: %lld متأخر
ca: %lld endarrerit
cy: %lld hwyr
da: %lld sent
da_instk12: %lld sent
de: %lld – verspätet
es: %lld tardanzas
es_es: %lld con retraso
fi: %lld myöhässä
fr: %lld retard
fr_ca: %lld en retard
ga: %lld déanach
hi: %lआईडी विलंब
ht: %lld an reta
id: %lld terlambat
is: %lld seint
it: %lld in ritardo
ja: %lld遅延
ko: %lld 늦게
mi: %lld Tōmuri
ms: %lld lewat
nb: %lld forsinket
nb_instk12: %lld forsinket
nl: %lld te laat
pl: %lld spóźnionych
pt: %lld atrasado
pt_br: %lld atrasado
ru: %lld с опозданием
sl: %lld zamujen
sv: %lld sent
sv_instk12: %lld sent
th: %lld ล่าช้า
vi: %lld trễ
zh: %lld 逾期
zh_hk: %lld 逾期

source: %lld missing
ar: %lld مفقود
ca: %lld no presentat
cy: %lld ar goll
da: %lld mangler
da_instk12: %lld mangler
de: %lld – fehlt
es: %lld faltantes
es_es: %lld no presentada
fi: %lld puuttuu
fr: %lld manquant
fr_ca: %lld manquant
ga: %lld ar iarraidh
hi: %lआईडी लापता
ht: %lld manke
id: %lld tidak ada
is: %lld vantar
it: %lld mancante
ja: %lld欠如
ko: %lld 누락
mi: %lld kua ngaro
ms: %lld tiada
nb: %lld mangler
nb_instk12: %lld mangler
nl: %lld ontbreekt
pl: %lld brakujących
pt: %lld em falta
pt_br: %lld ausente
ru: %lld отсутствует
sl: %lld manjka
sv: %lld saknas
sv_instk12: %lld saknas
th: %lld ขาด
vi: %lld bị thiếu
zh: %lld 缺失
zh_hk: %lld 缺少

source: %lld Months
ar: %lld من الشهور
ca: %lld mesos
cy: %lld Mis
da: %lld måneder
da_instk12: %lld Måneder
de: %lld Monate
es: %lld meses
es_es: %lld meses
fi: %lld kuukautta
fr: %lld Mois
fr_ca: %lld Mois
ga: %lld Mí
hi: %lld महीने
ht: %lld Mwa
id: %lld Bulan
is: %lld mánuðir
it: %lld mesi
ja: %lld か月
ko: %lld 월
mi: %lld marama
ms: %lld Bulan
nb: %lld måneder
nb_instk12: %lld Måneder
nl: %lld maanden
pl: %lld mies.
pt: %lld Meses
pt_br: %lld meses
ru: %lld месяцев(-а)
sl: %lld mesecev
sv: %lld månader
sv_instk12: %lld Månader
th: %lld เดือน
vi: %lld Tháng
zh: %lld 月
zh_hk: %lld 個月

# %lld of %lld
source: %1$lld of %2$lld
ar: %1$lld من %2$lld
ca: %1$lld de %2$lld
cy: %1$lld o %2$lld
da: %1$lld af %2$lld
da_instk12: %1$lld af %2$lld
de: %1$lld von %2$lld
es: %1$lld de %2$lld
es_es: %1$lld de %2$lld
fi: %1$lld / %2$lld
fr: %1$lld sur %2$lld
fr_ca: %1$lld sur %2$lld
ga: %1$lld de %2$lld
hi: %1$lld का %2$lld
ht: %1$lld sou %2$lld
id: %1$lld dari %2$lld
is: %1$lld af %2$lld
it: %1$lld di %2$lld
ja: %1$lld/%2$lld
ko: %1$lld / %2$lld
mi: %1$lld o %2$lld
ms: %1$lld daripada %2$lld
nb: %1$lld av %2$lld
nb_instk12: %1$lld av %2$lld
nl: %1$lld van %2$lld
pl: %1$lld z %2$lld
pt: %1$lld de %2$lld
pt_br: %1$lld de %2$lld
ru: %1$lld из %2$lld
sl: %1$lld od %2$lld
sv: %1$lld av %2$lld
sv_instk12: %1$lld av %2$lld
th: %1$lld จาก %2$lld
vi: %1$lld trên %2$lld
zh: %1$lld共%2$lld
zh_hk: %1$lld的%2$lld

source: %lld People
ar: %lld الأشخاص
ca: %lld Persones
cy: %lld Pobl
da: %lld Deltagere
da_instk12: %lld Deltagere
de: %lld Personen
es: %lld Personas
es_es: %lld Personas
fi: %lld Henkilöt
fr: %lld Personnes
fr_ca: %lld Personnes
ga: %lld Daoine
hi: %lआईडी लोग
ht: %lld Moun
id: %lld Orang
is: %lld Fólk
it: %lld Persone
ja: %lldメンバー
ko: %lld 사용자
mi: %lld Tāngata
ms: %lld Orang
nb: %lld Personer
nb_instk12: %lld Deltakere
nl: %lld Personen
pl: %lld Ludzie
pt: %lld Pessoas
pt_br: %lld Pessoas
ru: %lld Люди
sl: %lld Sodelujoči
sv: %lld Personer
sv_instk12: %lld Personer
th: %lld บุคคล
vi: %lld Mọi Người
zh: %lld人员
zh_hk: %lld成員

source: %lld sections
ar: %lld أقسام
ca: %lld seccions
cy: %lld adrannau
da: %lld sektion
da_instk12: %lld sektion
de: %lld – Abschnitte
es: %lld secciones
es_es: %lld secciones
fi: %lld-osiot
ga: %lld grúpaí
hi: %lआईडी अनुभाग
ht: %lld seksyon
id: %lld bagian
is: %lld hluta
it: %lld sezioni
ja: %lldセクション
ko: %lld 분반
mi: %lld nga waahanga
ms: %lld seksyen
nb: %lld-seksjoner
nb_instk12: %lld-seksjoner
nl: %lld-secties
pl: %lld sekcji
pt: %lld seções
pt_br: %lld seções
ru: %lld разделы
sl: %lld sekcij
sv: %lld-sektioner
sv_instk12: %lld-sektioner
th: %lld กลุ่มย่อย
vi: %lld các phần
zh: %lld 班次
zh_hk: %lld 分班

source: %lld submitted
ar: %lld تم إرسال
ca: %lld enviat
cy: %lld wedi’i gyflwyno
da: %lld indsendt
da_instk12: %lld indsendt
de: %lld – abgegeben
es: %lld entregas
es_es: %lld entregada
fi: %lld lähetetty
fr: %lld envoyé
fr_ca: %lld envoyé
ga: %lld curtha isteach
hi: %lआईडी सबमिट की गई
ht: %lld soumèt
id: %lld diserahkan
is: %lld skilað
it: %lld inviato
ja: %lld提出済み
ko: %lld 제출됨
mi: %lld tukuna
ms: %lld diserahkan
nb: %lld levert
nb_instk12: %lld levert
nl: %lld ingeleverd
pl: %lld przesłanych
pt: %lld enviado
pt_br: %lld enviado
ru: %lld отправлено
sl: %lld poslanih
sv: %lld inlämnat
sv_instk12: %lld inlämnat
th: %lld ที่จัดส่ง
vi: %lld đã nộp
zh: %lld 提交的
zh_hk: %lld 已提交

source: %lld Weeks
ar: %lld من الأسابيع
ca: %lld setmanes
cy: %lld Wythnos
da: %lld uger
da_instk12: %lld Uger
de: %lld Wochen
es: %lld semanas
es_es: %lld semanas
fi: %lld viikkoa
fr: %lld Semaines
fr_ca: %lld Semaines
ga: %lld Seachtain
hi: %lld सप्ताह
ht: %lld Semèn
id: %lld Minggu
is: %lld vikur
it: %lld settimane
ja: %lld 週間
ko: %lld 주
mi: %lld Nga wiki
ms: %lld Minggu
nb: %lld uker
nb_instk12: %lld Uke
nl: %lld weken
pl: %lld tyg.
pt: %lld Semanas
pt_br: %lld semanas
ru: %lld недели (недель)
sl: %lld tednov
sv: %lld veckor
sv_instk12: %lld Veckor
th: %lld สัปดาห์
vi: %lld Tuần
zh: %lld 周
zh_hk: %lld 週

source: %lld Years
ar: %lld من الأعوام
ca: %lld anys
cy: %lld o Flynyddoedd
da: %lld år
da_instk12: %lld År
de: %lld Jahre
es: %lld años
es_es: %lld años
fi: %lld vuotta
fr: %lld Années
fr_ca: %lld Années
ga: %lld Bliain
hi: %lld वर्ष
ht: %lld Ane
id: %lld Tahun
is: %lld ár
it: %lld anni
ja: %lld 年
ko: %lld 년
mi: %lld ngā tau
ms: %lld Tahun
nb: %lld år
nb_instk12: %lld År
nl: %lld jaar
pl: %lld lat(a)
pt: %lld Anos
pt_br: %lld anos
ru: %lld года/лет
sl: %lld let
sv: %lld år
sv_instk12: %lld År
th: %lld ปี
vi: %lld Năm
zh: %lld 年
zh_hk: %lld 年

source: 🛠 Developer Menu
ar: 🛠 قائمة المطورين
ca: 🛠 Menú de desenvolupador
cy: 🛠 Dewislen Datblygwr
da: 🛠 Udvikler-menu
da_instk12: 🛠 Udvikler-menu
de: 🛠 Entwicklermenü
es: 🛠 Menú del desarrollador
es_es: 🛠 Menú del desarrollador
fi: 🛠 Sovelluskehittäjän valikko
fr: 🛠 Menu Développeur
fr_ca: 🛠 Menu du développeur
ga: 🛠 Roghchlár Forbróra
hi: 🛠 डेवलपर मेनू
ht: 🛠 Meni Developè
id: 🛠 Menu Pengembang
is: 🛠 Valmynd þróunaraðila
it: 🛠 Menu Sviluppatore
ja: 🛠開発者用メニュー
ko: 🛠 개발자 메뉴
mi: 🛠 Tahua Whakawhanake
ms: 🛠 Menu Pembangun
nb: 🛠 Utviklermeny
nb_instk12: 🛠 Utviklermeny
nl: 🛠 Menu Ontwikkelaar
pl: 🛠 Menu programisty
pt: 🛠 Menu do desenvolvedor
pt_br: 🛠 Menu do desenvolvedor
ru: 🛠 Меню программиста
sl: 🛠 Meni razvijalca
sv: 🛠 Meny för utvecklare
sv_instk12: 🛠 Meny för utvecklare
th: 🛠 เมนูสำหรับผู้พัฒนา
vi: 🛠 Menu Nhà Phát Triển
zh: 🛠开发人员菜单
zh_hk: 🛠開發人員選單

source: 2 Weeks Ago
ar: منذ أسبوعين
ca: Fa 2 setmanes
cy: 2 wythnos yn ôl
da: For 2 uger siden
da_instk12: For 2 uger siden
de: Vor 2 Wochen
es: Hace 2 semanas
es_es: Hace dos semanas
fi: 2 viikkoa sitten
fr: Il y a 2 semaines
fr_ca: Il y a 2 semaines
ga: 2 Sheachtain ó shin
hi: 2 सप्ताह पहले
ht: 2 Semèn de sa
id: 2 Minggu Lalu
is: Fyrir 2 vikum
it: 2 settimane fa
ja: 2週間前
ko: 2주 전
mi: 2 Wiki Ki Muri
ms: 2 Minggu Lepas
nb: 2 uker siden
nb_instk12: 2 uker siden
nl: 2 weken geleden
pl: 2 tyg. temu
pt: Há 2 semanas
pt_br: 2 semanas atrás
ru: 2 недели назад
sl: Pred 2 tednoma
sv: 2 veckor sedan
sv_instk12: 2 veckor sedan
th: 2 สัปดาห์ที่ผ่านมา
vi: 2 Tuần Trước
zh: 2 周前
zh_hk: 2 週以前
